Repository: Tim-Brogden/AltController
Catalog: AltController/Properties/Resources.*.resx
Languages: de_de

# Main_ViewDrawScreenRegionNamesToolTip
source: Show screen region names
de_de: Regionssnamen anzeigen

# Main_ViewDrawScreenRegions
source: _Draw screen regions
de_de: _Regionen zeichnen

# Main_ViewDrawScreenRegionsToolTip
source: Show screen regions
de_de: Regionen sichtbar machen

# Main_ViewDrawStateOverlay
source: Show _mode/page overlay
de_de: Unterseiten und _Modi anzeigen

# Main_ViewDrawStateOverlayToolTip
source: Show mode and page name overlay
de_de: Zeig die Bezeichnungen der Seiten und Modi an

# Main_ViewMenu
source: _View
de_de: An_zeige

# Main_ViewProfileNotes
source: Profile _notes...
de_de: _Anmerkungen zum Profil…

# Main_ViewProfileNotesToolTip
source: View and edit notes for the current profile
de_de: Anmerkungen zum geladenen Profil anzeigen oder bearbeiten

# Main_ViewProfileSummary
source: Profile _summary...
de_de: Über_sicht für dieses Profil…

# Main_ViewProfileSummaryToolTip
source: View a summary of the current profile's inputs and actions
de_de: Informationen über Aktionen und Eingabetypen des geladenen Profils anzeigen

# Main_WindowMenu
source: _Window
de_de: _Fenster

# Main_WindowShowTitleBars
source: Show _title bars
de_de: Titelleisten anzeigen

# Main_WindowShowTitleBarsToolTip
source: Show custom window title bars
de_de: Titelleisten anzeigen

# Notes_IntroLabel
source: Here you can enter any notes or instructions for this profile.
de_de: Geben Sie hier Anmerkungen und Benutzunshinweise für das Profil ein.

# Notes_Title
source: Profile notes
de_de: Anmerkungen zum Profil

# Options_ActionsTab
source: _Actions
de_de: _Aktionen

# Options_AutoLoadCheckbox
source: Automatically _load last-used profile
de_de: Zuletzt verwendetes Profil laden

# Options_AutoOpenCustomWindowsCheckbox
source: Automatically open custom _windows
de_de: Eigene Tastenlayouts laden

# Options_AutoStopInsideCheckbox
source: Automatically stop _Inside actions on Outside
de_de: Aktionen innerhalb stoppen, wenn außerhalb

# Options_AutoStopPressCheckbox
source: Automatically stop _Press actions on Release
de_de: Nach loslassen von Taste-Halte-Aktionen automatisch stoppen

# Options_BrowseButton
source: _Browse...
de_de: _Durchsuchen…

# Options_BrowseToolTip
source: Choose a profiles folder
de_de: Einen Dateiordner für Profile festlegen

# Options_CircleRadioButton
source: C_ircle
de_de: Kreis

# Options_ControlCheck
source: Co_ntrol
de_de: Strg

# Options_CustomWindowTitleBarsCheckbox
source: Turn on 'Sho_w title bars'
de_de: Titelleisten immer anzeigen

# Options_DefaultRegionTranslucencyLabel
source: Default region translucency (%):
de_de: Region Transparenz (%):

# Options_DisplayTab
source: _Display
de_de: An_zeige

# Options_DrawPointerIndicatorCheckbox
source: Turn on 'Draw pointer _indicator'
de_de: Zeigerhervorhebung immer zeigen

# Options_DrawRegionForceSquareCheckbox
source: Turn on 'Only draw s_quares'
de_de: Quadrate erzwingen

# Options_DrawScreenRegionNamesCheckbox
source: Turn on 'Show region _names'
de_de: Regionsnamen immer anzeigen

# Options_DrawScreenRegionsCheckbox
source: Turn on 'Draw screen _regions'
de_de: Regionen immer anzeigen

# Options_DrawStateOverlayCheckbox
source: Turn on 'Show _mode/page overlay'
de_de: Modi und Unterseiten immer anzeigen

# Options_DwellTimeLabel
source: Pointer dwell time (s):
de_de: Schwebezeit (Sek.):

# Options_EditHotkeyGroupBox
source: Edit hotkey
de_de: Tastenkürzel bearbeiten

# Options_FeatureColumn
source: Feature
de_de: Funktion

# Options_FolderLabel
source: Profiles folder:
de_de: Dateiordner für Profile:

# Options_FoldersTab
source: _Folders
de_de: _Ordner

# Options_GenerateKeyStrokesLabel
source: Generate key strokes using:
de_de: Tastendrücke generieren mit:

# Options_HotkeyColumn
source: Hotkey
de_de: Tastenkürzel

# Options_HotkeysTab
source: _Hotkeys
de_de: Tasten_kürzel

# Options_InputPollingIntervalLabel
source: Input polling interval (s):
de_de: Abfrageintervall (Sek.):

# Options_LineRadioButton
source: _Radial line
de_de: Kreislinie

# Options_ModeOverlayBgColorLabel
source: Mode/page overlay background:
de_de: Modus/Seite Hintergrundfarbe:

# Options_ModeOverlayColorLabel
source: Mode/page overlay text colour:
de_de: Modus/Seite Textfarbe:

# Options_ModeOverlayFontSizeLabel
source: Mode/page overlay font size:
de_de: Modus/Seite Schriftgröße:

# Options_ModeOverlayTranslucencyLabel
source: Mode/page overlay translucency (%):
de_de: Modus/Seite Transparenz (%):

# Options_ModeOverlayXPosLabel
source: Mode/page overlay X position (%):
de_de: Modus/Seite X (%):

# Options_ModeOverlayYPosLabel
source: Mode/page overlay Y position (%):
de_de: Modus/Seite Y (%):

# Options_PointerColourLabel
source: Pointer indicator colour:
de_de: Zeigerhervorhebung Farbe:

# Options_PointerRadiusLabel
source: Pointer indicator radius:
de_de: Zeigerhervorhebung Radius:

# Options_PointerStyleLabel
source: Pointer indicator style:
de_de: Zeigerhervorhebung Stil:

# Options_ResetButton
source: R_eset
de_de: Zu_rücksetzen

# Options_ResetToolTip
source: Resets all options to their default values
de_de: Alle Programmeinstellungen zurücksetzen

# Options_RestartRequiredLabel
source: Program restart required
de_de: Programmneustart erforderlich

# Options_ShiftCheck
source: Sh_ift
de_de: Großschreibtaste Shift

# Options_StartUpTab
source: _Start up
de_de: Programm_start

# Options_Title
source: Program options
de_de: Programmeinstellungen

# Options_UIUpdateIntervalLabel
source: Display update interval (s):
de_de: Abfrageintervall anzeigen (Sek.):

# Options_UseScanCodesRadioButton
source: Sca_n codes (recommended)
de_de: Sca_ncodes (empfohlen)

# Options_VirtualKeysRadioButton
source: _Virtual key codes
de_de: _Virtuelle Keycodes

# Options_WinCheck
source: _Windows
de_de: Fenster

# Profile_ActionsGroupBox
source: Actions to perform
de_de: Auszuführende Aktionen

# Profile_ApplyButton
source: Appl_y
de_de: Übernehmen

# Profile_DesignButton
source: Design _window...
de_de: _Design bearbeiten…

# Profile_EditInputs
source: Edit _inputs...
de_de: E_ingabetypen bearbeiten…

# Profile_EditRegionsButton
source: Edit re_gions...
de_de: Re_gionen bearbeiten…

# Profile_EditSituations
source: Edit _situations...
de_de: _Situationen bearbeiten…

# Profile_InputGroupBox
source: Which input?
de_de: Eingabetyp?

# Profile_InputLabel
source: Input:
de_de: Eingabe:

# Profile_LogicalStateGroupBox
source: Which situation?
de_de: Situation?

# Profile_NavigateActionListsTextBlock
source: Action list {0} of {1}
de_de: Aktionsliste {0} von {1}

# Profile_NextActionListButton
source: Go to next action list (Ctrl+N)
de_de: Nächste Aktionsliste (Strg+N)?

# Profile_ParallelRadioButton
source: Parallel
de_de: Gleichzeitig

# Profile_ParallelRadioButtonToolTip
source: Perform actions simultaneously
de_de: Aktionen gleichzeitig ausführen

# Profile_PerformInLabel
source: Perform in:
de_de: Ausführen in:

# Profile_PreviewButton
source: Pre_view...
de_de: _Vorschau…

# Profile_PreviousActionListButton
source: Go to previous action list (Ctrl+P)
de_de: Vorherige Aktionsliste (Strg+P)

# Profile_ReasonDwelled
source: Dwe_lled
de_de: Verweilt

# Profile_ReasonGroupBox
source: Which reason?
de_de: Grund?

# Profile_ReasonInside
source: I_nside
de_de: Innerhalb

# Profile_ReasonMoved
source: _Moved
de_de: Bewegt

# Profile_ReasonOutside
source: O_utside
de_de: Außerhalb

# Profile_ReasonPressed
source: _Pressed
de_de: Gedrückt

# Profile_ReasonReleased
source: _Released
de_de: Losgelassen

# Profile_ReasonUpdated
source: Upda_ted
de_de: Aktualisiert

# Profile_SeriesRadioButton
source: Series
de_de: Serie

# Profile_SeriesRadioButtonToolTip
source: Perform actions one at a time
de_de: Aktionen nacheinander ausführen

# Profile_Title
source: Edit profile
de_de: Profil bearbeiten

# Regions_AddRegionButton
source: _Add...
de_de: _Hinzufügen...

# Regions_AddRegionButtonToolTip
source: Add a new region
de_de: Hinzufügen einer neuen Region

# Regions_BrowseRegionImageButton
source: C_hoose...
de_de: Au_swählen

# Regions_BrowseRegionImageToolTip
source: Choose a background image for this region
de_de: Hintergrundbild für Region wählen

# Regions_BrowseScreenshotButton
source: _Background...
de_de: Hinter_grund…

# Regions_BrowseScreenshotToolTip
source: Choose a screenshot of your desktop or application
de_de: Wähle einen Screenshot eines Programms oder des Desktops

# Regions_ClearRegionImageToolTip
source: Clear the background image for this region
de_de: Hintergrundbild aus Region entfernen

# Regions_ClearScreenshotToolTip
source: Clear background
de_de: Hintergrundbild löschen

# Regions_DeleteRegionButton
source: _Delete
de_de: _Löschen

# Regions_DeleteRegionButtonToolTip
source: Delete the selected region
de_de: Löschen der gewählten Region

# Regions_DrawButton
source: D_raw region
de_de: _Region zeichnen

# Regions_DrawToolTip
source: Enable drawing using click and drag
de_de: Erlaube Regionen mit klicken und ziehen einzuzeichnen

# Regions_ForceSquareCheckbox
source: Only draw s_quares
de_de: Nur _Quadrate zeichnen

# Regions_ForceSquareToolTip
source: Force drawing of square areas (ignore Y-axis)
de_de: Quadratische Regionen erzwingen

# Regions_HeightLabel
source: Height (%):
de_de: Höhe (%):

# Regions_HoleSizeLabel
source: Hole size (%):
de_de: Lochgröße (%):

# Regions_ImageLabel
source: Image:
de_de: Bild:

# Regions_IntroLabel
source: Here you can define regions of the screen to use as mouse pointer controls. Click and drag to draw or move regions, or use the sliders. Hold down Control and click to select multiple regions. You may find setting a background image (screenshot) helpful.
de_de: Hier können Sie Bereiche des Bildschirms definieren, die Sie mit der Maus verwenden möchten. Durch klicken und ziehen der Maus, können Sie Regionen einzeichnen. Alternativ können Sie das auch über die Schieberegler tunn. Sie können die Regionen mit klicken und ziehen bewegen. Halten Sie Strg gedrückt, um mehrere Regionen durch anklicken auszuwählen.

# Regions_LeftLabel
source: Left (%):
de_de: Links (%):

# Regions_NavigateTextBlock
source: Region {0} of {1}
de_de: Region {0} von {1}

# Regions_NextButton
source: Select next region (Ctrl+N)
de_de: Nächste Region (Strg+N)

# Regions_PreviousButton
source: Select previous region (Ctrl+P)
de_de: Vorige Region (Strg+P)

# Regions_RegionAppLabel
source: Draw in app:
de_de: In App zeichnen:

# Regions_RegionColorLabel
source: Colour:
de_de: Farbe:

# Regions_RegionModeLabel
source: Draw in mode:
de_de: In Modus zeichnen:

# Regions_RegionNameLabel
source: Region name:
de_de: Regionsname:

# Regions_RegionPositionLabel
source: Draw regions over:
de_de: Breiche zeichnen über:

# Regions_ShapeLabel
source: Shape:
de_de: Form:

# Regions_StartAngleLabel
source: Start angle (deg):
de_de: Anfangswinkel (Grad):

# Regions_SweepAngleLabel
source: Sweep angle (deg):
de_de: Endwinkel (Grad):

# Regions_Title
source: Edit screen regions
de_de: Regionen bearbeiten

# Regions_TopLabel
source: Top (%):
de_de: Oben (%):

# Regions_TranslucencyLabel
source: Translucency (%):
de_de: Transparenz (%):

# Regions_WidthLabel
source: Width (%):
de_de: Breite (%):

# Situations_AddAppButton
source: _Add
de_de: _Hinzufügen

# Situations_AppsIntroLabel
source: Apps are the programs you want to use Alt Controller with. When you switch to a program defined here, Alt Controller automatically applies the controls for it.
de_de: Apps sind Programme, die Sie mit Alt Controller bedienen wollen. Wenn eines der hier festgelegten Programme in den Vordergrund gelangt, schaltet sich Alt Controller automatisch ein.

# Situations_CurrentAppsLabel
source: Current apps:
de_de: Vorhandene Apps:

# Situations_CurrentModesLabel
source: Current modes:
de_de: Vorhandene Modi:

# Situations_CurrentPagesLabel
source: Current pages:
de_de: Vorhandene Seiten:

# Situations_DeleteAppButton
source: _Delete
de_de: _Löschen

# Situations_ModeNameLabel
source: Mode name:
de_de: Modusname:

# Situations_ModesIntroLabel
source: Modes allow you to create different controls for different situations or tasks. You use 'Change mode' actions to switch between them.
de_de: Modi ermöglichen Ihnen, verschiedene Interaktionen für unterschiedliche Situationen und Aufgaben zu definieren. Benutzen Sie 'Modus wechseln'-Aktionen um zwischen ihnen zu wechseln.

# Situations_ModesTab
source: _Modes
de_de: Modi

# Situations_PageNameLabel
source: Page name:
de_de: Seitenname:

# Situations_PagesIntroLabel
source: Pages are like 'sub-modes'. When you change the current page, the controls for the current mode and app still apply, but any controls for the page take precedence.
de_de: Seiten verhalten sich wie "Unter-Modi". Wenn Sie die aktuell aufgerufene Seite bearbeiten, bleiben die Interaktionen des auktuellen Modus und der eingestellten App bestehen, doch die Interaktionen dieser Seite erhalten Vorrang.

# Situations_PagesTab
source: _Pages
de_de: Seiten

# Situations_RefreshButton
source: Refresh the list of running programs
de_de: Liste aktualisieren

# Situations_Title
source: Edit situations
de_de: Situationen bearbeiten

# String_Actions
source: Actions
de_de: Aktionen

# String_ActionsToPerformLabel
source: Actions to perform when:
de_de: Aktionen ausführen, wenn:

# String_Actions_defined
source: This input has some actions defined for this situation
de_de: Dieser Eingabetyp definiert mehrere Aktionen für diese Situation.

# String_Active_window
source: Active window
de_de: Aktives Fenster

# String_Additional_options
source: Additional options
de_de: Zusätzliche Optionen

# String_Add_action_error_description
source: Unable to create an action - check that that you have entered valid values for all the settings
de_de: Aktion konnte nicht angelegt werden. Bitte überprüfen Sie, dass keine falschen Werte festgelegt wurden.

# String_Add_action_error_title
source: Unable to create action
de_de: Aktion konnte nicht angelegt werden.

# String_Add_input_error_title
source: Can't add input
de_de: Eingabetyp konnte nicht angelegt werden.

# String_Add_keyboard_error_description
source: Can't create input - only 1 keyboard allowed
de_de: Eingabetyp konnte nicht angelegt werden. Nur 1 Tastatur möglich.

# String_Add_mouse_error_description
source: Can't create input - only 1 mouse allowed
de_de: Eingabetyp konnte nicht angelegt werden. Nur 1 Maus möglich.

# String_All_Option
source: (All)
de_de: (Alle)

# String_Annulus
source: Annulus
de_de: Ring

# String_Annulus_sector
source: Annulus sector
de_de: Ringausschnitt

# String_Bottom
source: Bottom
de_de: Unten

# String_By_amount
source: By amount
de_de: Um den Wert

# String_Change_mode
source: Change mode
de_de: Modus wechseln

# String_Change_page
source: Change page
de_de: Seite wechseln

# String_Change_pointer
source: Change pointer
de_de: Zeiger wechseln

# String_Choose_folder_description
source: Choose the folder in which to store your {0} profiles
de_de: Ordner zum speichern Ihrer {0} Profile auswählen.

# String_CompatibilityLabel
source: Provided for compatibility with previous versions
de_de: Zur Kompatibilität mit früheren Versionen vorgesehen

# String_Custom_Button
source: Custom Button
de_de: Eigener Button

# String_Custom_Window
source: Custom Window
de_de: Eigenes Layout

# String_Default
source: Default
de_de: Standard

# String_down
source: down
de_de: Runter

# String_Duplicate_app_description
source: Please ensure that no apps have been added more than once
de_de: Bitte vergewissern Sie sich, das keine App doppelt hinzugefügt wurde.

# String_Duplicate_app_title
source: App added twice
de_de: App schon vorhanden.

# String_Duplicate_regions_description
source: Two or more identical regions are exactly on top of each other. Are you sure you want to close anyway?
de_de: Zwei oder mehr identische Regionen liegen exakt übereinander. Trotzdem schließen?

# String_Duplicate_regions_title
source: Duplicate regions
de_de: Region doppelt vorhanden

# String_Dwelled
source: Dwelled
de_de: Geschwebt

# String_Ellipse_sector
source: Ellipse sector
de_de: Ellipsenausscnitt

# String_Enter_text
source: (Enter text)
de_de: (Text eingeben)

# String_Event
source: Event
de_de: Ereignis

# String_Hide_pointer
source: Hide pointer
de_de: Mauszeiger ausblenden

# String_Hold_down_key_for_X
source: Hold down key '{0}' for {1}s
de_de: Taste '{0}' für {1} Sek. halten

# String_Hold_down_key_X
source: Hold down key '{0}'
de_de: Taste '{0}' halten

# String_Hold_key
source: Hold key
de_de: Taste halten

# String_Image_files_filter
source: Image files (*.bmp; *.gif; *jpeg; *.jpg; *.png)|*.bmp;*.gif;*.jpeg;*.jpg;*.png|All files (*.*)|*.*
de_de: Bilddateien (*.bmp; *jpeg; *.jpg; *.png)|*.bmp;*jpeg;*.jpg;*.png|Alle Dateien (*.*)|*.*

# String_Inherits_actions
source: This input has some actions defined for a parent situation
de_de: In diesem Eingabetyp sind Aktionen für eine übergeordnete Situation definiert

# String_Input
source: Input
de_de: Eingabe

# String_Input_Event
source: Input Event
de_de: Eingabeereignis

# String_Inside
source: Inside
de_de: Innerhalb

# String_Internal
source: Internal
de_de: Intern

# String_Key
source: Key
de_de: Taste

# String_Keyboard
source: Keyboard
de_de: Tastatur

# String_Key_Toggled
source: Key Toggled
de_de: Taste umgeschalten

# String_Last_used
source: Last used
de_de: Zuletzt verwendet

# String_Left
source: Left
de_de: Links

# String_Level_of_detail
source: Level of detail
de_de: Genauigkeit

# String_longer_presses_towards
source: longer presses towards
de_de: länger in Richtung

# String_Middle
source: Middle
de_de: Mitte

# String_Mode
source: Mode
de_de: Modus

# String_ModeLabel
source: Mode:
de_de: Modus:

# String_Modes
source: Modes
de_de: Modi

# String_Mouse
source: Mouse
de_de: Maus

# String_Mouse_Button
source: Mouse Button
de_de: Maustaste

# String_Mouse_click
source: Mouse click
de_de: Mausklick

# String_Mouse_double_click
source: Mouse double-click
de_de: Maus Doppelklick

# String_Mouse_hold
source: Mouse hold
de_de: Maus halten

# String_Mouse_release
source: Mouse release
de_de: Maus loslassen

# String_Moved
source: Moved
de_de: Bewegt

# String_Move_by
source: Move by
de_de: Bewegen um

# String_Move_pointer_by
source: Move pointer by
de_de: Zeiger bewegen um

# String_Move_pointer_to
source: Move pointer to
de_de: Zeiger bewegen nach

# String_Move_the_pointer
source: Move the pointer
de_de: Zeiger bewegen

# String_Move_to
source: Move to
de_de: Bewegen zu

# String_NewProfile
source: New profile
de_de: Neues Profil

# String_Next
source: Next
de_de: Nächste

# String_None
source: None
de_de: Keine

# String_None_Option
source: (None)
de_de: (Keine)

# String_N_regions_selected
source: ({0} regions selected)
de_de: ({0} Regionen ausgewählt)

# String_Open
source: Open
de_de: Öffnen

# String_Open_all
source: Open all
de_de: Alle öffnen

# String_Other
source: Other
de_de: Andere

# String_Outside
source: Outside
de_de: Außerhalb

# String_Page
source: Page
de_de: Seite

# String_PageLabel
source: Page:
de_de: Seite:

# String_Pointer
source: Pointer
de_de: Mauszeiger

# String_Pressed
source: Pressed
de_de: Gedrückt

# String_press_every
source: press every
de_de: Wiederholt drücken

# String_Press_key_for_X
source: Press key '{0}' for {1}s every {2}s
de_de: Drücke Taste '{0}' {1} Sek. lang alle {2} Sek.

# String_Previous
source: Previous
de_de: Vorige

# String_Primary_screen
source: Primary screen
de_de: Hauptseite

# String_Primary_working_area
source: Primary working area
de_de: Hauptarbeitsbereich

# String_Profile
source: Profile
de_de: Profil

# String_Profile_applied_X
source: Profile '{0}' was applied
de_de: Profil '{0}' zugewiesen.

# String_Profile_files_filter
source: Profile files (*.alt.xml)|*.alt.xml
de_de: Profildateien (*.alt.xml)|*.alt.xml

# String_Rectangle
source: Rectangle
de_de: Rechteck

# String_relative_to_X
source: relative to {0}
de_de: relativ zu {0}

# String_Released
source: Released
de_de: Losgelassen

# String_Release_key
source: Release key
de_de: Taste loslassen

# String_Release_key_X
source: Release key '{0}'
de_de: Taste '{0}' loslassen.

# String_Repeat_key
source: Repeat key
de_de: Taste wiederholen

# String_Repeat_key_directional
source: Repeat key (directional)
de_de: Richtungstaste wiederholen

# String_Repeat_key_X
source: Repeat key '{0}'
de_de: Taste '{0}' wiederholen.

# String_Repeat_scroll_down
source: Repeat scroll down
de_de: Abwärtsscrollen wiederholen

# String_Repeat_scroll_up
source: Repeat scroll up
de_de: Aufwärtsscrollen wiederholen

# String_Repeat_scroll_X
source: Scroll {0} every {1}s
de_de: Scrolle {0} alle {1} Sek.

# String_Reset_options_description
source: Reset all options to their default values?
de_de: Wirklich alle Programmeinstellungen auf Standard zurücksetzen?

# String_Reset_options_title
source: Reset all options?
de_de: Wirklich alle Programmeinstellungen zurücksetzen?

# String_Restore_pointer
source: Restore pointer
de_de: Zeiger zurücksetzen?

# String_Right
source: Right
de_de: Rechts

# String_Save_profile_description
source: Save current profile?
de_de: Dieses Profil speichern?

# String_Save_profile_title
source: Save profile?
de_de: Profil speichern?+D391

# String_Scroll_down
source: Scroll down
de_de: Nach unten scrollen

# String_Scroll_repeatedly_X
source: Scroll {0} repeatedly
de_de: {0} forwährend scrollen

# String_Scroll_up
source: Scroll up
de_de: Nach oben scrollen

# String_Scroll_Wheel
source: Scroll Wheel
de_de: Mausrad

# String_Scroll_X
source: Scroll {0}
de_de: Scrolle {0}

# String_Select_mode
source: Select mode
de_de: Modus auswählen

# String_Select_page
source: Select page
de_de: Seite auswählen

# String_sensitivity
source: sensitivity
de_de: Empfindlichkeit

# String_Situation_Changed
source: Situation Changed
de_de: Situation geändert

# String_Standard_pointer
source: Standard pointer
de_de: Standard Mauszeiger

# String_stop_after_X
source: stop after {0}s
de_de: stoppen nach {0} Sek.

# String_Stop_ongoing_actions
source: Stop ongoing actions
de_de: Laufende Aktionen stoppen

# String_Stop_scrolling
source: Stop scrolling
de_de: Scrollen stoppen

# String_Text_files_filter
source: Text files (*.txt)|*.txt|All files (*.*)|*.*
de_de: Textdateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*

# String_Toggle_key
source: Toggle key
de_de: Taste umschalten

# String_Toggle_key_X
source: Toggle key '{0}'
de_de: Taste '{0}' umschalten

# String_Toggle_mouse_button
source: Toggle mouse button
de_de: Mausttaste umschalten

# String_Toggle_pointer_indicator
source: Toggle pointer indicator
de_de: Mauszeigers umschalten

# String_Toggle_region_names
source: Toggle region names
de_de: Regionsnamen umschalten

# String_Toggle_screen_regions
source: Toggle screen regions
de_de: Regionen umschalten

# String_Toggle_state_overlay
source: Toggle mode/page overlay
de_de: Modus/Seiten Überlagerung umschalten

# String_Toggle_title_bars
source: Toggle title bars
de_de: Titelleisten umschalten

# String_Top
source: Top
de_de: Oben

# String_to_auto_cancel
source: to auto cancel
de_de: runterfahren

# String_To_position
source: To position
de_de: Zu Position

# String_to_reach_max
source: to reach max
de_de: bis max

# String_Type
source: Type
de_de: Tippe

# String_Type_key
source: Type key
de_de: Taste tippen

# String_Type_text
source: Type text
de_de: Text tippen

# String_up
source: up
de_de: hoch

# String_Updated
source: Updated
de_de: Aktualisiert

# String_Virtual_desktop
source: Virtual desktop
de_de: Virtueller Desktop

# String_Virtual_working_area
source: Virtual working area
de_de: Virtueller Arbeitsbereich

# String_Wait
source: Wait
de_de: Warten

# String_Wait_for_X
source: Wait for {0}s
de_de: Warte für {0} Sek.

# String_Window
source: Window
de_de: Fenster

# Summary_Title
source: Profile summary
de_de: Über dieses Profil
