Repository: Tim-Brogden/AltController
Catalog: AltController/Properties/Resources.*.resx
Languages: de_de

# About_AboutTab
source: _About
de_de: Ü_ber

# About_CreditsLabel
source: Credits
de_de: Dank

# About_CreditsTab
source: C_redits
de_de: _Dank

# About_CreditsText
source: Alt Controller uses some free icons from the Silk icon set 1.3 by Mark James, which is available from www.famfamfam.com/lab/icons/silk/ and is licensed under the Creative Commons Attribution 2.5 License (http://creativecommons.org/licenses/by/2.5). The installer was packaged using NSIS (http://nsis.sourceforge.net).
de_de: Alt Controller nutzt einige kostenlose Icons aus dem "Silk Icon Set 1.3" von Mark James, das unter http://www.famfamfam.com/lab/icons/silk/ erhältlich ist. Es ist Lizenziert unter der Creative Commons Attribution 2.5 Lizenz (http://creativecommons.org/licenses/by/2.5). Die Installationsdatei wurde mithilfe des Programms NSIS erstellt. (http://nsis.sourceforge.net).

# About_DescriptionLabel
source: Description
de_de: Beschreibung

# About_LicenceLabel
source: Licence
de_de: Lizenz

# About_LicenceTab
source: _Licence
de_de: _Lizenz

# About_LicenceText1
source: Alt Controller is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de_de: Alt Controller ist kostenlose Software, die Sie im Rahmen der GNU General Public Lizenz, welche durch die Free Software Foundation veröffentlicht wurde, weiterverteilen und/oder modifizieren dürfen. Es gilt mindestens Version 3 der genannten Lizenz, oder eine höhere, die Sie nach eigenem Ermessen wählen können.

# About_LicenceText2
source: Alt Controller is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de_de: Alt Controller wurde in der Hoffnung zur Verfügung gestellt, nützlich zu sein, jedoch ohne jegliche Garantie. Auch keiner anzunehmenden Garantie hinsichtlich Weiterverkaufs oder der Eignung für einen bestimmten Zweck. Konsultieren Sie die GNU General Public Lizenz für weitere Details.

# About_LicenceText3
source: You should have received a copy of the GNU General Public License along with Alt Controller. If not, see http://www.gnu.org/licenses/.
de_de: Neben Alt Controller sollte Ihnen auch eine Kopie der GNU Public Lizenz zugänglich gemacht worden sein. Sollte dies nicht zutreffen, besuchen Sie bitte diese Website: http://www.gnu.org/licenses/.

# About_ProgramDescription
source: A program to help make computer games more accessible. Alt Controller maps computer inputs, such as pointer movements and button presses, to actions, such as key presses.
de_de: Ein Programm, das Computerspiele zugänglicher machen soll. Alt Controller ordnet Eingaben wie Mausbewegungen, Mausklicks, sowie Tastendrücken und weiteren Aktionen zu.

# About_SpecialEffect
source: Alt Controller was developed as a volunteer project for SpecialEffect, a fantastic charity that helps disabled people to enjoy computer games. If you like this program, please consider making a donation to them.
de_de: Alt Controller wurde auf Freiwilligenbasis für SpecialEffect entwickelt. SpecialEffect ist ein fantastisches Sozialprojekt, das Menschen mit Behinderungen helfen möchte, Spaß mit Computerspielen haben zu können. Sollte Ihnen dieses Programm gefallen, ziehen Sie bitte in Erwägung, dieser Organisation eine Spende angedeihen zu lassen.

# About_Title
source: About Alt Controller
de_de: Über Alt Controller

# About_TranslatorsLabel
source: Translators
de_de: Übersetzer

# About_TranslatorsText
source: Translations kindly provided by:
de_de: Die Übersetzungen wurden freundlicherweise zur Verfügung gestellt von:

# Action_AbsoluteRadioButton
source: To absolute position
de_de: Auf absolute Position

# Action_ActionTypeLabel
source: Action type:
de_de: Art der Aktion:

# Action_AmountGroupBox
source: To position
de_de: Zu Position

# Action_ChangeModeLabel
source: Change to mode:
de_de: Modus wechseln zu:

# Action_ChangePageLabel
source: Change to page:
de_de: Seite wechseln zu:

# Action_ControlLabel
source: Control:
de_de: Strg:

# Action_HiddenRadioButton
source: Hide the mouse pointer
de_de: Mauszeiger ausblenden

# Action_HoldDownKeyLabel
source: Hold down key:
de_de: Taste gedrückt halten:

# Action_HoldForLabel
source: Hold each press for (s):
de_de: Halten für (Sek.):

# Action_KeyToPressLabel
source: Press key:
de_de: Taste drücken:

# Action_KeyToReleaseLabel
source: Release key:
de_de: Taste loslassen:

# Action_KeyToToggleLabel
source: Toggle key:
de_de: Taste umschalten:

# Action_KeyToTypeLabel
source: Key to type:
de_de: Zu tippende Taste:

# Action_LongerTowardsLabel
source: Longer presses towards:
de_de: drücke länger Richtung:

# Action_MouseButtonLabel
source: Mouse button:
de_de: Maustaste:

# Action_PercentRadioButton
source: Percent
de_de: Prozent

# Action_PixelsRadioButton
source: Pixels
de_de: Pixel

# Action_PressEveryLabel
source: Press every (s):
de_de: Drücke Taste alle (n) Sek.:

# Action_RelativeRadioButton
source: By relative amount
de_de: Um relativen Wert

# Action_RelativeToGroupBox
source: Relative to
de_de: Relativ zu

# Action_ReleaseAfterLabel
source: Release after (s):
de_de: Loslassen nach (n) Sek.:

# Action_ReleaseKeyLabel
source: Release the key?
de_de: Taste loslassen?

# Action_RepeatDirectionalInfoLabel
source: Visual representation of % of time the key is held for (black = 100%, white = 0%):
de_de: Visuelle Wiedergabe in % bezüglich der Dauer, des Tastendrucks (schwarz = 100%, weiß = 0%):

# Action_RepeatEveryLabel
source: Once every (s):
de_de: Alle (n) Sek.:

# Action_RepeatInfoLabel
source: To repeat the key presses indefinitely while this action is active, set 'Stop after' to zero
de_de: Um die Tastendrücke während dieser Aktion fortwährend wiederholen zu lassen, muss 'Stop nach' auf Null gesetzt werden.

# Action_RepeatScrollInfoLabel
source: To scroll indefinitely while this action is active, set 'Stop after' to zero
de_de: Um fortwährendes scrollen während dieser Aktion zu ermöglichen, muss 'Stopp nach' auf Null gesetzt werden.

# Action_RestoreUserRadioButton
source: Restore the original mouse pointer
de_de: Zum ursprünglichen Mauszeiger zurückkehren

# Action_SensitivityLabel
source: Sensitivity:
de_de: Empfindlichkeit:

# Action_SettingsGroupBox
source: Settings
de_de: Einstellungen:

# Action_StandardRadioButton
source: Display a standard mouse pointer
de_de: Normalen Mauszeiger verwenden

# Action_StopAfterLabel
source: Stop after (s):
de_de: Stoppen nach (Sek.):

# Action_TextToTypeLabel
source: Text to type:
de_de: Zu tippender Text:

# Action_TimeToMaxLabel
source: Time to reach max (s):
de_de: Zeit bis max (Sek.):

# Action_TimeToMinLabel
source: Time to auto cancel (s):
de_de: Runterfahrzeit (Sek.):

# Action_Title
source: Edit action
de_de: Aktion bearbeiten

# Action_TypeOfActionGroupBox
source: Type of action
de_de: Aktionstyp

# Action_TypeOfMoveGroupBox
source: Type of move
de_de: Bewegungstyp:

# Action_UnitsGroupBox
source: Units
de_de: Einheiten

# Action_WaitForLabel
source: Wait for (s):
de_de: Warte (Sek.):

# Action_WindowsLabel
source: Windows:
de_de: Fenster:

# CancelButton
source: _Cancel
de_de: Abbrechen

# CloseButton
source: _Close
de_de: S_chließen

# Custom_AddButton
source: _Add button
de_de: Weiteren

# Custom_BrowseButtonImageButton
source: C_hoose...
de_de: Auswählen…

# Custom_BrowseButtonImageToolTip
source: Choose a background image for this button
de_de: Hintergrundbild für diesen Button auswählen

# Custom_ButtonBgColorLabel
source: Background colour:
de_de: Hintergrundfarbe:

# Custom_ButtonBgImageLabel
source: Background image:
de_de: Hintergrundbild:

# Custom_ButtonBorderColourLabel
source: Border colour:
de_de: Farbe der Umrandung:

# Custom_ButtonBorderThicknessLabel
source: Border width (pixels):
de_de: Breite des Randes (Pixel):

# Custom_ButtonFontLabel
source: Font:
de_de: Schriftart:

# Custom_ButtonFontSizeLabel
source: Font size:
de_de: Schriftgröße:

# Custom_ButtonGroupBox
source: Button properties
de_de: Buttoneigenschaften

# Custom_ButtonHeightLabel
source: Height (pixels):
de_de: Höhe (Pixel):

# Custom_ButtonTextColourLabel
source: Text colour:
de_de: Textfarbe:

# Custom_ButtonTextLabel
source: Button text:
de_de: Buttonaufschrift:

# Custom_ButtonTranslucencyLabel
source: Translucency (%):
de_de: Transparenz (%):

# Custom_ButtonWidthLabel
source: Width (pixels):
de_de: Breite (Pixel):

# Custom_ButtonXLabel
source: Left (pixels):
de_de: Von links (Pixel):

# Custom_ButtonYLabel
source: Top (pixels):
de_de: Von oben (Pixel):

# Custom_ClearButtonImageToolTip
source: Clear background image for this button
de_de: Hintergrund für diesen Button entfernen

# Custom_DeleteButton
source: _Delete button
de_de: _Löschen

# Custom_ExtendedButtonGroupBox
source: Extended button properties
de_de: Erweiterte Buttoneigenschaften

# Custom_GhostBgLabel
source: Ghost background?
de_de: Ohne Hintergrund?

# Custom_PreviewGroupBox
source: Custom window preview
de_de: Vorschau des Designs

# Custom_Title
source: Design custom window
de_de: Eigenes Design gestalten

# Custom_TopMostLabel
source: Always on top?
de_de: Immer im Vordergrund?

# Custom_TranslucencyLabel
source: Translucency (%):
de_de: Transparenz (%):

# Custom_WindowBgColorLabel
source: Background colour:
de_de: Hintergrundfarbe:

# Custom_WindowGroupBox
source: Window properties
de_de: Fenstereigenschaften

# Custom_WindowHeightLabel
source: Height (pixels):
de_de: Höhe (Pixel):

# Custom_WindowTitleLabel
source: Window title:
de_de: Name des Layouts:

# Custom_WindowTitleTextBox
source: My controls
de_de: Meine Steuerung

# Custom_WindowWidthLabel
source: Width (pixels):
de_de: Breite (Pixel):

# E_ACTION001
source: Error while changing the action type
de_de: Error {0} while changing the action type

# E_CUST001
source: Error while loading window
de_de: Error {0} while loading window

# E_CUST002
source: Error while adding new custom button
de_de: Error {0} while adding new custom button

# E_CUST003
source: Error while deleting custom button
de_de: Error {0} while deleting custom button

# E_CUST004
source: Error while handling selection of custom button
de_de: Error {0} while handling selection of custom button

# E_CUST005
source: Error while setting window width
de_de: Error {0} while setting window width

# E_CUST006
source: Error while setting window height
de_de: Error {0} while setting window height

# E_CUST007
source: Error while selecting background colour
de_de: Error {0} while selecting background colour

# E_CUST008
source: Error while setting window translucency
de_de: Error {0} while setting window translucency

# E_CUST009
source: Error while changing ghost background option
de_de: Error {0} while changing ghost background option

# E_CUST010
source: Error while changing button X slider
de_de: Error {0} while changing button X slider

# E_CUST011
source: Error while changing button Y slider
de_de: Error {0} while changing button Y slider

# E_CUST012
source: Error while setting button width
de_de: Error {0} while setting button width

# E_CUST013
source: Error while changing button height
de_de: Error {0} while changing button height

# E_CUST014
source: Error while changing button border width
de_de: Error {0} while changing button border width

# E_CUST015
source: Error while changing button name
de_de: Error {0} while changing button name

# E_CUST016
source: Error while changing button text
de_de: Error {0} while changing button text

# E_CUST017
source: Error while changing button border colour
de_de: Error {0} while changing button border colour

# E_CUST018
source: Error while changing button background colour
de_de: Error {0} while changing button background colour

# E_CUST019
source: Error while changing button background image
de_de: Error {0} while changing button background image

# E_CUST020
source: Error while clearing button background image
de_de: Error {0} while clearing button background image

# E_CUST021
source: Error while changing button translucency
de_de: Error {0} while changing button translucency

# E_CUST022
source: Error while changing button font
de_de: Error {0} while changing button font

# E_CUST023
source: Error while changing button font size
de_de: Error {0} while changing button font size

# E_CUST024
source: Error while changing button text colour
de_de: Error {0} while changing button text colour

# E_MAIN001
source: Error while initialising folders
de_de: Error {0} while initialising folders

# E_MAIN002
source: Error while initialising application
de_de: Error {0} while initialising application

# E_MAIN003
source: Error while positioning window
de_de: Error {0} while positioning window

# E_MAIN004
source: Error while creating new profile
de_de: Error {0} while creating new profile

# E_MAIN005
source: Error while opening profile
de_de: Error {0} while opening profile

# E_MAIN006
source: Error while saving profile
de_de: Error {0} while saving profile

# E_MAIN007
source: Error during Save As
de_de: Error {0} during Save As

# E_MAIN008
source: Error while opening the profile editor
de_de: Error {0} while opening the profile editor

# E_MAIN009
source: Error while opening the screen region editor
de_de: Error {0} while opening the screen region editor

# E_MAIN010
source: Error while opening the profile summary
de_de: Error {0} while opening the profile summary

# E_MAIN011
source: Error while loading profile
de_de: Error {0} while loading profile

# E_MAIN012
source: Error while opening all custom windows
de_de: Error {0} while opening all custom windows

# E_MAIN013
source: Error during open custom window command
de_de: Error {0} during open custom window command

# E_MAIN014
source: Error while opening custom window
de_de: Error {0} while opening custom window

# E_MAIN015
source: Error while opening the Log information window
de_de: Error {0} while opening the Log information window

# E_PR001
source: Error while loading profile from Xml
de_de: Error {0} while loading profile from Xml

# E_PR002
source: Error while converting profile to Xml
de_de: Error {0} while converting profile to Xml

# E_PROF001
source: Error while loading profile editor window
de_de: Error {0} while loading profile editor window

# E_PROF002
source: Error while applying changes and closing
de_de: Error {0} while applying changes and closing

# E_PROF003
source: Error while applying changes
de_de: Error {0} while applying changes

# E_PROF004
source: Error while adding new action
de_de: Error {0} while adding new action

# E_PROF005
source: Error while editing action
de_de: Error {0} while editing action

# E_PROF006
source: Error while deleting action
de_de: Error {0} while deleting action

# E_PROF007
source: Error while moving action up
de_de: Error {0} while moving action up

# E_PROF008
source: Error while moving action down
de_de: Error {0} while moving action down

# E_PROF009
source: Error while editing situations
de_de: Error {0} while editing situations

# E_PROF010
source: Error while editing inputs
de_de: Error {0} while editing inputs

# E_PROF011
source: Error while designing custom window
de_de: Error {0} while designing custom window

# E_PROF012
source: Error while editing screen regions
de_de: Error {0} while editing screen regions

# E_PROF013
source: Error while refreshing the action list
de_de: Error {0} while refreshing the action list

# E_PROF014
source: Error while selecting an input
de_de: Error {0} while selecting an input

# E_PROF015
source: Error while selecting a control
de_de: Error {0} while selecting a control

# E_PROF016
source: Error while navigating to the next action list
de_de: Error {0} while navigating to the next action list

# E_PROF017
source: Error while navigating to the previous action list
de_de: Error {0} while navigating to the previous action list

# E_PROF018
source: Error while selecting a reason
de_de: Error {0} while selecting a reason

# E_PROF019
source: Error while changing the execution mode
de_de: Error {0} while changing the execution mode

# E_REG001
source: Error while loading the screen region editor
de_de: Error {0} while loading the screen region editor

# E_REG002
source: Error while selecting a region
de_de: Error {0} while selecting a region

# E_REG003
source: Error while enabling region drawing
de_de: Error {0} while enabling region drawing

# E_REG004
source: Error after editing region
de_de: Error {0} after editing region

# E_REG005
source: Error while adding a new region
de_de: Error {0} while adding a new region

# E_REG006
source: Error while deleting the selected region
de_de: Error {0} while deleting the selected region

# E_REG007
source: Error while navigating to the previous region
de_de: Error {0} while navigating to the previous region

# E_REG008
source: Error while navigating to the next region
de_de: Error {0} while navigating to the next region

# E_REG009
source: Error while setting the background image
de_de: Error {0} while setting the background image

# E_REG010
source: Error while clearing the background image
de_de: Error {0} while clearing the background image

# E_REG011
source: Error while setting the region background image
de_de: Error {0} while setting the region background image

# E_REG012
source: Error while clearing the region background image
de_de: Error {0} while clearing the region background image

# E_REG013
source: Error while setting the region translucency
de_de: Error {0} while setting the region translucency

# E_REG014
source: Error while renaming the selected region
de_de: Error {0} while renaming the selected region

# E_REG015
source: Error while changing the region colour
de_de: Error {0} while changing the region colour

# E_REG016
source: Error while changing 'Show in mode'
de_de: Error {0} while changing 'Show in mode'

# E_REG017
source: Error while changing 'Show in app'
de_de: Error {0} while changing 'Show in app'

# E_REG018
source: Error while changing overlay mode
de_de: Error {0} while changing overlay mode

# E_REG019
source: Error while setting region X
de_de: Error {0} while setting region X

# E_REG020
source: Error while setting region Y
de_de: Error {0} while setting region Y

# E_REG021
source: Error while setting region width
de_de: Error {0} while setting region width

# E_REG022
source: Error while setting region height
de_de: Error {0} while setting region height

# E_REG023
source: Error while setting region shape
de_de: Error {0} while setting region shape

# E_REG024
source: Error while changing hole size
de_de: Error {0} while changing hole size

# E_REG025
source: Error while changing start angle
de_de: Error {0} while changing start angle

# E_REG026
source: Error while changing sweep angle
de_de: Error {0} while changing sweep angle

# E_REGCTRL001
source: Error: selection of multiple regions is not allowed
de_de: Error {0}: selection of multiple regions is not allowed

# E_UPGR001
source: Error while upgrading profile to the latest version
de_de: Error {0} while upgrading profile to the latest version

# Inputs_AddButton
source: _Add
de_de: _Hinzufügen

# Inputs_AddInputGroupBox
source: Add new input
de_de: Eingabetyp hinzufügen

# Inputs_DeleteButton
source: _Delete
de_de: _Löschen

# Inputs_HeadingLabel
source: Current inputs:
de_de: Vorhandene Eingabetypen:

# Inputs_IntroLabel
source: Add the inputs you wish to control your computer with. You can use the mouse pointer, the keyboard, or your own custom windows containing buttons.
de_de: Fügen Sie Eingabetypen ein, mit denen Sie Ihren Computer steuern möchten. Sie können Mauszeiger und Keyboard verwenden, oder eigene Layouts mit Schaltflächen erstellen.

# Inputs_Title
source: Edit inputs
de_de: Eingabetypen bearbeiten…

# Items_AddButton
source: _Add...
de_de: _Hinzufügen…

# Items_DeleteButton
source: _Delete
de_de: _Löschen

# Items_EditButton
source: _Edit...
de_de: B_earbeiten…

# Items_MoveDownButton
source: Move down
de_de: Tiefer setzen

# Items_MoveUpButton
source: Move up
de_de: Höher setzen

# Log_ClearButton
source: C_lear
de_de: _Leeren

# Log_DetailedRadioButton
source: _Detailed
de_de: _Detailliert

# Log_DetailsColumn
source: Event Details
de_de: Ereignisdetails

# Log_EventTypeColumn
source: Event Type
de_de: Ereignistyp

# Log_IntroLabel
source: Use the 'Start' and 'Stop' buttons to record information about the actions Alt Controller is performing. This may be useful for testing profiles and diagnosing problems.
de_de: Mit dem 'Start' und 'Stopp' Buttons können Sie mitschneiden, welche Aktionen Alt Controller ausführt. Dies kann nützlich sein, das Profil zu testen und Fehler schneller zu finden.

# Log_SaveButton
source: S_ave to file...
de_de: _In Datei speichern…

# Log_StopButton
source: S_top
de_de: S_topp

# Log_SummaryRadioButton
source: S_ummary
de_de: Z_usammenfassung

# Log_TimeColumn
source: Time
de_de: Zeit

# Log_Title
source: Log information
de_de: Log Info

# Main_CurrentActionsGroupBox
source: Applying controls for
de_de: Einstellungen zuweisen auf

# Main_CurrentStateGroupBox
source: Current profile
de_de: Gegenwärtiges Profil

# Main_DevelopedForLabel
source: Developed for SpecialEffect
de_de: Entwickelt für SpecialEffect

# Main_EditMenu
source: _Edit
de_de: B_earbeiten

# Main_EditProfile
source: Edit _profile...
de_de: _Profil bearbeiten…

# Main_EditProfileToolTip
source: Edit the currently loaded profile
de_de: Geladenes Profil bearbeiten

# Main_EditScreenRegions
source: Edit _screen regions...
de_de: _Region bearbeiten…

# Main_EditScreenRegionsToolTip
source: Edit the profile's screen regions
de_de: Regionen dieses Profils bearbeiten

# Main_FileClose
source: _Close
de_de: S_chließen

# Main_FileCloseToolTip
source: Close the program
de_de: Programm beenden

# Main_FileMenu
source: _File
de_de: _Datei

# Main_FileNew
source: _New
de_de: _Neu

# Main_FileNewToolTip
source: Create a new profile
de_de: Neues Profil erstellen

# Main_FileOpen
source: _Open...
de_de: Ö_ffnen…

# Main_FileOpenToolTip
source: Open an existing profile
de_de: Gespeichertes Profil laden

# Main_FileSave
source: _Save
de_de: _Speichern

# Main_FileSaveAs
source: Save _As...
de_de: Speichern _unter…

# Main_FileSaveAsToolTip
source: Choose a file to save the current profile to
de_de: Wählen Sie einen Ort zum abspeichern des Profils, das sie gerade bearbeiten

# Main_FileSaveToolTip
source: Save the current profile
de_de: Dieses Profil speichern

# Main_HelpAbout
source: _About Alt Controller...
de_de: Über _Alt Controller…

# Main_HelpAboutToolTip
source: View information about the program
de_de: Informationen über Alt Controller

# Main_HelpEventLogToolTip
source: Record information about inputs and actions as they occur
de_de: Aufzeichnen von Abläufen während das Profil ausgeführt wird

# Main_HelpMenu
source: _Help
de_de: _Hilfe

# Main_HelpUserGuide
source: _Online help...
de_de: _Online-Hilfe…

# Main_HelpUserGuideToolTip
source: Online help (opens in web browser)
de_de: Online-Hilfe (wird im Webbrowser geöffnet)

# Main_InfoButton
source: Learn more...
de_de: Mehr erfahren…

# Main_ToolsMenu
source: _Tools
de_de: _Werkzeuge

# Main_ToolsOptions
source: _Options...
de_de: Pr_ogrammeinstellungen…

# Main_ToolsOptionsToolTip
source: Edit options which apply to all profiles
de_de: Grundeinstellungen für alle Profile bearbeiten

# Main_ViewDrawPointerIndicator
source: Draw _pointer indicator
de_de: O_ptische Zeigerhervorhebung

# Main_ViewDrawPointerIndicatorToolTip
source: Show current pointer position
de_de: Zeigt fortwährend eine Linie von der Bilschirmmitte bis zur Position des Mauszeigers

# Main_ViewDrawScreenRegionNames
source: S_how region names
de_de: _Namen der Regionen anzeigen
